Repository: Ashwinn11/snipsy
Catalog: Snipsy/Resources/Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: %@ Watch it get cut out and kept.
de_de: %@ Sieh zu, wie es freigestellt und behalten wird.
es_es: %@ Míralo recortarse y quedarse.
fr_fr: %@ Regardez-le se détourer et rester.
it: %@ Guardala ritagliarsi e restare.
ja: %@ 切り抜かれて残る様子を見てみて。
ko: %@ 오려져서 남는 걸 보세요.
pt_br: %@ Veja recortar e ficar guardado.
ru: %@ Смотрите, как это вырезается и остаётся.
zh_hans: %@ 看它被抠出来、留下来。
zh_hant: %@ 看它被摳出來、留下來。

source: %@ TRIAL
de_de: %@ TESTPHASE
es_es: PRUEBA %@
fr_fr: ESSAI %@
it: PROVA %@
ja: %@の無料体験
ko: %@ 무료체험
pt_br: TESTE %@
ru: ПРОБНЫЙ ПЕРИОД %@
zh_hans: %@免费试用
zh_hant: %@免費試用

source: %@/week
de_de: %@/Woche
es_es: %@/semana
fr_fr: %@/semaine
it: %@/settimana
ja: %@/週
ko: 주 %@
pt_br: %@/semana
ru: %@/неделю
zh_hans: %@/周
zh_hant: %@/周

source: %lld days
de_de: %lld Tage
es_es: %lld días
fr_fr: %lld jours
it: %lld giorni
ja: %lld日
ko: %lld일
pt_br: %lld dias
ru: %lld дней
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld memories
de_de: %lld Erinnerungen
es_es: %lld recuerdos
fr_fr: %lld souvenirs
it: %lld ricordi
ja: 思い出 %lld個
ko: 추억 %lld개
pt_br: %lld lembranças
ru: %lld воспоминаний
zh_hans: %lld 份纪念
zh_hant: %lld 份紀念

source: %lld months
de_de: %lld Monate
es_es: %lld meses
fr_fr: %lld mois
it: %lld mesi
ja: %lldか月
ko: %lld개월
pt_br: %lld meses
ru: %lld месяцев
zh_hans: %lld 个月
zh_hant: %lld 個月

source: %lld papers to lay them out on
de_de: %lld Papiere zum Anordnen
es_es: %lld papeles para colocarlos
fr_fr: %lld papiers pour les disposer
it: %lld carte su cui disporli
ja: 並べられる用紙 %lld種
ko: %lld가지 종이
pt_br: %lld papéis para montar
ru: %lld бумаг для раскладки
zh_hans: %lld 种纸张可供排布
zh_hant: %lld 種紙張可供排布

source: %lld stamps
de_de: %lld Marken
es_es: %lld sellos
fr_fr: %lld timbres
it: %lld francobolli
ja: 切手 %lld枚
ko: 우표 %lld개
pt_br: %lld selos
ru: %lld марок
zh_hans: %lld 张邮票
zh_hant: %lld 張郵票

source: %lld stickers, washi and lettering
de_de: %lld Sticker, Washi und Lettering
es_es: %lld stickers, washi y lettering
fr_fr: %lld stickers, washi et lettrage
it: %lld adesivi, washi e lettering
ja: シール・マステ・文字 %lld種
ko: 스티커, 마스킹테이프, 레터링 %lld종
pt_br: %lld stickers, washi e lettering
ru: %lld стикеров, washi и надписи
zh_hans: %lld 款贴纸、和纸胶带与字体
zh_hant: %lld 款貼紙、和紙膠帶與字型

source: %lld weeks
de_de: %lld Wochen
es_es: %lld semanas
fr_fr: %lld semaines
it: %lld settimane
ja: %lld週間
ko: %lld주
pt_br: %lld semanas
ru: %lld недель
zh_hans: %lld 周
zh_hant: %lld 周

source: %lld years
de_de: %lld Jahre
es_es: %lld años
fr_fr: %lld ans
it: %lld anni
ja: %lld年
ko: %lld년
pt_br: %lld anos
ru: %lld лет
zh_hans: %lld 年
zh_hant: %lld 年

source: 1 Photo Selected
de_de: 1 Foto ausgewählt
es_es: 1 foto seleccionada
fr_fr: 1 photo sélectionnée
it: 1 foto selezionata
ja: 写真1枚を選択
ko: 사진 1장 선택됨
pt_br: 1 foto selecionada
ru: Выбрано 1 фото
zh_hans: 已选择 1 张照片
zh_hant: 已選擇 1 張照片

source: A STICKER, OR A STAMP
de_de: EIN STICKER ODER EINE MARKE
es_es: UN STICKER O UN SELLO
fr_fr: UN STICKER, OU UN TIMBRE
it: UN ADESIVO, O UN FRANCOBOLLO
ja: シールにも、切手にも
ko: 스티커, 아니면 우표
pt_br: UM STICKER, OU UM SELO
ru: СТИКЕР ИЛИ МАРКА
zh_hans: 是贴纸，也是邮票
zh_hant: 是貼紙，也是郵票

source: A real object, without the printer.
de_de: Ein echtes Objekt, ohne Drucker.
es_es: Algo real, sin impresora.
fr_fr: Un objet réel, sans imprimante.
it: Un oggetto vero, senza stampante.
ja: プリンターなしで 本物のモノに。
ko: 프린터 없이도 진짜 물건처럼.
pt_br: Algo real, sem impressora.
ru: Настоящая вещь — без принтера.
zh_hans: 不用打印机， 也是实实在在的东西。
zh_hant: 不用印表機， 也是實實在在的東西。

source: A sticker, cut on device…
de_de: Ein Sticker, auf dem Gerät freigestellt…
es_es: Un sticker, recortado en el dispositivo…
fr_fr: Un sticker, découpé sur l'appareil…
it: Un adesivo, ritagliato sul dispositivo…
ja: 端末の中で切り抜いたシール…
ko: 기기에서 오려낸 스티커…
pt_br: Um sticker, recortado no aparelho…
ru: Стикер, вырезанный на устройстве…
zh_hans: 在设备上抠好的贴纸…
zh_hant: 在裝置上摳好的貼紙…

source: Airmail
de_de: Luftpost
es_es: Correo aéreo
fr_fr: Par avion
it: Posta aerea
ja: エアメール
ko: 항공우편
pt_br: Via aérea
ru: Авиапочта
zh_hans: 航空邮件
zh_hant: 航空郵件

source: Any photo you already have can become the next one.
de_de: Jedes Foto, das du schon hast, kann das nächste werden.
es_es: Cualquier foto que ya tengas puede ser la siguiente.
fr_fr: N'importe quelle photo que vous avez peut devenir la prochaine.
it: Qualsiasi foto che hai già può diventare la prossima.
ja: 手元にある写真が 次の一枚になります。
ko: 이미 가지고 있는 사진도 다음 한 장이 될 수 있어요.
pt_br: Qualquer foto que você já tem pode ser a próxima.
ru: Любое фото, которое у вас есть, может стать следующим.
zh_hans: 你手机里任何一张照片 都能变成下一张。
zh_hant: 你手機裡任何一張照片 都能變成下一張。

source: Anything in the photo gets lifted out…
de_de: Alles auf dem Foto wird freigestellt…
es_es: Todo lo de la foto se recorta…
fr_fr: Tout ce qui est sur la photo est détouré…
it: Tutto ciò che è nella foto viene ritagliato…
ja: 写真の中のものを切り抜きます…
ko: 사진 속 무엇이든 오려내요…
pt_br: Tudo na foto é recortado…
ru: Всё что угодно вырезается с фото…
zh_hans: 照片里的任何东西都能抠出来…
zh_hant: 照片裡的任何東西都能摳出來…

source: BEST VALUE
de_de: BESTER PREIS
es_es: MEJOR PRECIO
fr_fr: MEILLEURE OFFRE
it: PIÙ CONVENIENTE
ja: いちばんお得
ko: 가장 알뜰한
pt_br: MELHOR OFERTA
ru: ВЫГОДНЕЕ ВСЕГО
zh_hans: 最划算
zh_hant: 最划算

source: Billed weekly. Cancel anytime.
de_de: Wöchentliche Abrechnung. Jederzeit kündbar.
es_es: Cobro semanal. Cancela cuando quieras.
fr_fr: Facturé chaque semaine. Annulable à tout moment.
it: Addebito settimanale. Disdici quando vuoi.
ja: 毎週課金。いつでも解約できます。
ko: 매주 결제. 언제든 취소.
pt_br: Cobrança semanal. Cancele quando quiser.
ru: Списание раз в неделю. Отмена в любой момент.
zh_hans: 按周计费，随时取消。
zh_hant: 按周計費，隨時取消。

source: Bleed
de_de: Randlos
es_es: A sangre
fr_fr: Pleine page
it: Al vivo
ja: 裁ち落とし
ko: 풀블리드
pt_br: Sangria
ru: Вылет
zh_hans: 出血
zh_hant: 出血

source: Botanical
de_de: Botanisch
es_es: Botánico
fr_fr: Botanique
it: Botanico
ja: ボタニカル
ko: 보태니컬
pt_br: Botânico
ru: Ботаника
zh_hans: 植物
zh_hant: 植物

source: Camera
de_de: Kamera
es_es: Cámara
fr_fr: Appareil photo
it: Fotocamera
ja: カメラ
ko: 카메라
pt_br: Câmera
ru: Камера
zh_hans: 相机
zh_hant: 相機

source: Camera's off, but you can still make one from your library.
de_de: Die Kamera ist aus, aber du kannst eine aus der Mediathek machen.
es_es: La cámara está apagada, pero puedes crear uno desde tu galería.
fr_fr: Appareil photo désactivé, mais vous pouvez en créer un depuis votre galerie.
it: La fotocamera è spenta, ma puoi crearne uno dalla libreria.
ja: カメラはオフですが ライブラリから作れます。
ko: 카메라는 꺼져 있지만 앨범에서 만들 수 있어요.
pt_br: A câmera está desligada, mas dá para criar um da galeria.
ru: Камера выключена, но можно сделать из галереи.
zh_hans: 相机已关闭，但你仍可以 从相册里做一张。
zh_hant: 相機已關閉，但你仍可以 從相簿裡做一張。

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Cancel anytime. Secure checkout
de_de: Jederzeit kündbar. Sichere Zahlung
es_es: Cancela cuando quieras. Pago seguro
fr_fr: Annulable à tout moment. Paiement sécurisé
it: Disdici quando vuoi. Pagamento sicuro
ja: いつでも解約可能。安全なお支払い。
ko: 언제든 취소. 안전한 결제
pt_br: Cancele quando quiser. Pagamento seguro
ru: Отмена в любой момент. Безопасная оплата
zh_hans: 随时取消，安全支付
zh_hant: 隨時取消，安全支付

source: Canvas
de_de: Werkstatt
es_es: Taller
fr_fr: Atelier
it: Tavolo
ja: キャンバス
ko: 캔버스
pt_br: Ateliê
ru: Холст
zh_hans: 画布
zh_hant: 畫布

source: Card
de_de: Karte
es_es: Tarjeta
fr_fr: Carte
it: Cartoncino
ja: カード
ko: 카드
pt_br: Cartão
ru: Карточка
zh_hans: 卡片
zh_hant: 卡片

source: Choose a template
de_de: Vorlage wählen
es_es: Elige una plantilla
fr_fr: Choisir un modèle
it: Scegli un modello
ja: テンプレートを選ぶ
ko: 템플릿 고르기
pt_br: Escolha um modelo
ru: Выберите шаблон
zh_hans: 选择模板
zh_hant: 選擇模板

source: Coastal Wash
de_de: Küstenaquarell
es_es: Acuarela costera
fr_fr: Lavis côtier
it: Acquerello marino
ja: コースタルウォッシュ
ko: 코스탈 워시
pt_br: Aquarela litorânea
ru: Морская акварель
zh_hans: 海岸水彩
zh_hant: 海岸水彩

source: Coffee
de_de: Kaffee
es_es: Café
fr_fr: Café
it: Caffè
ja: コーヒー
ko: 커피
pt_br: Café
ru: Кофе
zh_hans: 咖啡
zh_hant: 咖啡

source: Coffees, walks, ordinary days
de_de: Kaffees, Spaziergänge, gewöhnliche Tage
es_es: Cafés, paseos, días normales
fr_fr: Cafés, balades, jours ordinaires
it: Caffè, passeggiate, giorni normali
ja: コーヒー、散歩、なんでもない日
ko: 커피, 산책, 평범한 하루
pt_br: Cafés, caminhadas, dias comuns
ru: Кофе, прогулки, обычные дни
zh_hans: 咖啡、散步、平常的日子
zh_hant: 咖啡、散步、平常的日子

source: Collected %@
de_de: Gesammelt am %@
es_es: Guardado el %@
fr_fr: Collecté le %@
it: Raccolto il %@
ja: %@に保存
ko: %@에 수집
pt_br: Guardado em %@
ru: Сохранено %@
zh_hans: 收藏于 %@
zh_hant: 收藏於 %@

source: Collection
de_de: Sammlung
es_es: Colección
it: Collezione
ja: コレクション
ko: 보관함
pt_br: Coleção
ru: Коллекция
zh_hans: 收藏
zh_hant: 收藏

source: Commemorative
de_de: Sondermarke
es_es: Conmemorativo
fr_fr: Commémoratif
it: Commemorativo
ja: 記念切手
ko: 기념우표
pt_br: Comemorativo
ru: Памятная
zh_hans: 纪念邮票
zh_hant: 紀念郵票

source: Continue for %@/year
de_de: Weiter für %@/Jahr
es_es: Continuar por %@/año
fr_fr: Continuer pour %@/an
it: Continua per %@/anno
ja: 年 %@ で続ける
ko: 연 %@로 계속하기
pt_br: Continuar por %@/ano
ru: Продолжить за %@/год
zh_hans: 以 %@/年 继续
zh_hant: 以 %@/年 繼續

source: Couldn't read that image.
de_de: Dieses Bild konnte nicht gelesen werden.
es_es: No se pudo leer esa imagen.
fr_fr: Impossible de lire cette image.
it: Impossibile leggere quell'immagine.
ja: 画像を読み込めませんでした。
ko: 이미지를 읽을 수 없어요.
pt_br: Não foi possível ler essa imagem.
ru: Не удалось прочитать изображение.
zh_hans: 无法读取该图片。
zh_hant: 無法讀取該圖片。

source: Cut
de_de: Schnitt
es_es: Recorte
fr_fr: Découpe
it: Ritaglio
ja: 切り抜き
ko: 컷
pt_br: Recorte
ru: Вырез
zh_hans: 抠图
zh_hant: 摳圖

source: Cut anyone out of any photo, on device
de_de: Stell jeden aus jedem Foto frei, auf dem Gerät
es_es: Recorta a cualquiera, en el dispositivo
fr_fr: Détourez n'importe qui, sur l'appareil
it: Ritaglia chiunque, sul dispositivo
ja: どんな写真からでも、端末の中で切り抜き
ko: 어떤 사진에서든, 기기 안에서 오려내기
pt_br: Recorte qualquer um, no aparelho
ru: Вырезайте кого угодно с любого фото, прямо на устройстве
zh_hans: 在设备上，从任何照片里抠出任何人
zh_hant: 在裝置上，從任何照片裡摳出任何人

source: Cut, dressed, and dated — on device.
de_de: Freigestellt, gestaltet und datiert — auf dem Gerät.
es_es: Recortado, vestido y fechado, en el dispositivo.
fr_fr: Découpé, habillé et daté — sur l'appareil.
it: Ritagliato, vestito e datato — sul dispositivo.
ja: 切って、仕立てて、日付まで。端末の中で。
ko: 오려서, 입히고, 날짜까지 — 기기 안에서.
pt_br: Recortado, vestido e datado — no aparelho.
ru: Вырезано, оформлено и датировано — на устройстве.
zh_hans: 抠好、装帧、标上日期——都在设备上。
zh_hant: 摳好、裝幀、標上日期——都在裝置上。

source: Date
de_de: Datum
es_es: Fecha
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
zh_hans: 日期
zh_hant: 日期

source: Dated and kept forever.
de_de: Datiert und für immer behalten.
es_es: Fechado y guardado para siempre.
fr_fr: Daté et gardé pour toujours.
it: Datato e conservato per sempre.
ja: 日付とともに、ずっと。
ko: 날짜와 함께 영원히.
pt_br: Datado e guardado para sempre.
ru: С датой и навсегда.
zh_hans: 标上日期，一直留着。
zh_hant: 標上日期，一直留著。

source: Dated the moment you take it.
de_de: Datiert in dem Moment, in dem du es machst.
es_es: Fechado en el momento en que lo haces.
fr_fr: Daté à l'instant où vous le prenez.
it: Datato nell'istante in cui lo scatti.
ja: 撮ったその瞬間の 日付が入ります。
ko: 찍는 순간 날짜가 새겨져요.
pt_br: Datado no momento em que você faz.
ru: Дата ставится в тот момент, когда вы снимаете.
zh_hans: 拍下的那一刻 就标好了日期。
zh_hant: 拍下的那一刻 就標好了日期。

source: Dates, anniversaries, the good ones
de_de: Dates, Jahrestage, die schönen Tage
es_es: Citas, aniversarios, los días buenos
fr_fr: Rendez-vous, anniversaires, les beaux jours
it: Appuntamenti, anniversari, i giorni belli
ja: デート、記念日、いい日
ko: 데이트, 기념일, 좋았던 순간들
pt_br: Encontros, aniversários, os dias bons
ru: Свидания, годовщины, хорошие дни
zh_hans: 约会、纪念日、那些好日子
zh_hant: 約會、紀念日、那些好日子

source: Delete All Data
de_de: Alle Daten löschen
es_es: Eliminar todo
fr_fr: Tout supprimer
it: Elimina tutto
ja: すべてのデータを削除
ko: 모든 데이터 삭제
pt_br: Apagar tudo
ru: Удалить все данные
zh_hans: 删除所有数据
zh_hant: 刪除所有資料

source: Delete every stamp and photo? This cannot be undone.
de_de: Alle Marken und Fotos löschen? Das lässt sich nicht rückgängig machen.
es_es: ¿Eliminar todos los sellos y fotos? No se puede deshacer.
fr_fr: Supprimer tous les timbres et photos ? Action irréversible.
it: Eliminare tutti i francobolli e le foto? Non è reversibile.
ja: すべての切手と写真を削除しますか？元に戻せません。
ko: 모든 우표와 사진을 삭제할까요? 되돌릴 수 없어요.
pt_br: Apagar todos os selos e fotos? Não dá para desfazer.
ru: Удалить все марки и фото? Это нельзя отменить.
zh_hans: 删除所有邮票和照片？此操作无法撤销。
zh_hant: 刪除所有郵票和照片？此操作無法撤銷。

source: Die cut
de_de: Freigestellt
es_es: Troquelado
fr_fr: Découpé
it: Fustellato
ja: 型抜き
ko: 스티커 컷
pt_br: Recortado
ru: Вырубка
zh_hans: 模切
zh_hant: 模切

source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Pronto
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Doodles
de_de: Kritzeleien
es_es: Garabatos
fr_fr: Gribouillis
it: Scarabocchi
ja: らくがき
ko: 낙서
pt_br: Rabiscos
ru: Каракули
zh_hans: 涂鸦
zh_hant: 塗鴉

source: Drag and pinch to frame it.
de_de: Ziehen und zoomen zum Ausrichten.
es_es: Arrastra y pellizca para encuadrar.
fr_fr: Faites glisser et pincez pour cadrer.
it: Trascina e pizzica per inquadrare.
ja: ドラッグとピンチで位置を決めて。
ko: 드래그하고 확대해서 맞춰보세요.
pt_br: Arraste e dê zoom para enquadrar.
ru: Перетащите и сведите пальцы, чтобы кадрировать.
zh_hans: 拖动和缩放来取景。
zh_hant: 拖動和縮放來取景。

source: Enable Camera
de_de: Kamera aktivieren
es_es: Activar cámara
fr_fr: Activer l'appareil photo
it: Attiva fotocamera
ja: カメラを許可
ko: 카메라 허용
pt_br: Ativar câmera
ru: Разрешить камеру
zh_hans: 允许使用相机
zh_hant: 允許使用相機

source: Every stamp lives only on this device.
de_de: Jede Marke bleibt nur auf diesem Gerät.
es_es: Cada sello vive solo en este dispositivo.
fr_fr: Chaque timbre reste sur cet appareil.
it: Ogni francobollo resta su questo dispositivo.
ja: 切手はこの端末にだけ残ります。
ko: 모든 우표는 이 기기에만 저장돼요.
pt_br: Cada selo fica só neste aparelho.
ru: Каждая марка хранится только на этом устройстве.
zh_hans: 每张邮票都只存在这台设备上。
zh_hant: 每張郵票都只存在這臺裝置上。

source: Every stamp starts with a photo. Allow camera access in Settings.
de_de: Jede Marke beginnt mit einem Foto. Erlaube die Kamera in den Einstellungen.
es_es: Cada sello empieza con una foto. Permite la cámara en Ajustes.
fr_fr: Chaque timbre commence par une photo. Autorisez l'appareil photo dans Réglages.
it: Ogni francobollo nasce da una foto. Autorizza la fotocamera in Impostazioni.
ja: 切手は写真から始まります。 設定でカメラを許可してください。
ko: 모든 우표는 사진에서 시작해요. 설정에서 카메라를 허용해 주세요.
pt_br: Todo selo começa com uma foto. Libere a câmera nos Ajustes.
ru: Каждая марка начинается с фото. Разрешите доступ к камере в Настройках.
zh_hans: 每张邮票都始于一张照片。 请在设置中允许使用相机。
zh_hant: 每張郵票都始於一張照片。 請在設定中允許使用相機。

source: Every stamp starts with a photo. Nothing leaves your device.
de_de: Jede Marke beginnt mit einem Foto. Nichts verlässt dein Gerät.
es_es: Cada sello empieza con una foto. Nada sale de tu dispositivo.
fr_fr: Chaque timbre commence par une photo. Rien ne quitte votre appareil.
it: Ogni francobollo nasce da una foto. Nulla lascia il tuo dispositivo.
ja: 切手は写真から始まります。 端末の外には出ません。
ko: 모든 우표는 사진에서 시작해요. 기기 밖으로 나가지 않아요.
pt_br: Todo selo começa com uma foto. Nada sai do seu aparelho.
ru: Каждая марка начинается с фото. Ничего не покидает ваше устройство.
zh_hans: 每张邮票都始于一张照片。 没有任何内容离开你的设备。
zh_hant: 每張郵票都始於一張照片。 沒有任何內容離開你的裝置。

source: Everyday things
de_de: Alltägliches
es_es: Cosas de cada día
fr_fr: Le quotidien
it: Le cose di ogni giorno
ja: 日々のこと
ko: 일상적인 것들
pt_br: Coisas do dia a dia
ru: Повседневное
zh_hans: 日常的小事
zh_hant: 日常的小事

source: Faded Bloom
de_de: Verblasste Blüte
es_es: Flor desvaída
fr_fr: Fleur fanée
it: Fiore sbiadito
ja: フェイデッドブルーム
ko: 페이디드 블룸
pt_br: Flor desbotada
ru: Выцветший цветок
zh_hans: 褪色花影
zh_hant: 褪色花影

source: Flowers, pets, quiet things
de_de: Blumen, Tiere, stille Dinge
es_es: Flores, mascotas, cosas tranquilas
fr_fr: Fleurs, animaux, choses paisibles
it: Fiori, animali, cose tranquille
ja: 花、ペット、静かなもの
ko: 꽃, 반려동물, 조용한 것들
pt_br: Flores, pets, coisas quietas
ru: Цветы, питомцы, тихие вещи
zh_hans: 花、宠物、安静的东西
zh_hant: 花、寵物、安靜的東西

source: Foil
de_de: Goldfolie
es_es: Lámina dorada
fr_fr: Dorure
it: Lamina oro
ja: 箔押し
ko: 골드 포일
pt_br: Dourado
ru: Фольга
zh_hans: 烫金
zh_hant: 燙金

source: For you
de_de: Für dich
es_es: Para ti
fr_fr: Pour vous
it: Per te
ja: おすすめ
ko: 추천
pt_br: Para você
ru: Для вас
zh_hans: 推荐
zh_hant: 推薦

source: Frame something you love and press the shutter.
de_de: Nimm etwas ins Bild, das du liebst, und drück ab.
es_es: Encuadra algo que quieras y dispara.
fr_fr: Cadrez ce que vous aimez et déclenchez.
it: Inquadra ciò che ami e scatta.
ja: 好きなものを収めて、シャッターを押して。
ko: 좋아하는 걸 담고 셔터를 눌러보세요.
pt_br: Enquadre algo que você ama e clique.
ru: Наведите на то, что любите, и нажмите спуск.
zh_hans: 对准你喜欢的东西，按下快门。
zh_hant: 對準你喜歡的東西，按下快門。

source: From Your Collection
de_de: Aus deiner Sammlung
es_es: De tu colección
fr_fr: Depuis votre collection
it: Dalla tua collezione
ja: コレクションから
ko: 내 보관함에서
pt_br: Da sua coleção
ru: Из вашей коллекции
zh_hans: 来自你的收藏
zh_hant: 來自你的收藏

source: How should it land?
de_de: Wie soll es aussehen?
es_es: ¿Cómo debe quedar?
fr_fr: Quel rendu ?
it: Come deve apparire?
ja: どう仕上げますか？
ko: 어떻게 넣을까요?
pt_br: Como deve ficar?
ru: Как это оформить?
zh_hans: 想要什么效果？
zh_hant: 想要什麼效果？

source: How should these %lld land?
de_de: Wie sollen diese %lld aussehen?
es_es: ¿Cómo deben quedar estas %lld?
fr_fr: Quel rendu pour ces %lld ?
it: Come devono apparire queste %lld?
ja: この%lld枚をどう仕上げますか？
ko: 이 %lld장을 어떻게 넣을까요?
pt_br: Como devem ficar estas %lld?
ru: Как оформить эти %lld?
zh_hans: 这 %lld 张想要什么效果？
zh_hant: 這 %lld 張想要什麼效果？

source: I always mean to print them, and don't
de_de: Ich will sie immer drucken und tu es nie
es_es: Siempre pienso imprimirlas y nunca lo hago
fr_fr: Je veux toujours les imprimer, sans jamais le faire
it: Voglio sempre stamparle, e non lo faccio
ja: 印刷しようと思って、いつもしない
ko: 인화해야지 하면서 늘 안 하게 돼요
pt_br: Sempre penso em imprimir e nunca imprimo
ru: Всё собираюсь напечатать и не печатаю
zh_hans: 总想着要打印，却一直没打
zh_hant: 總想著要列印，卻一直沒打

source: I can't remember which day was which
de_de: Ich weiß nicht mehr, welcher Tag welcher war
es_es: No recuerdo qué día fue cuál
fr_fr: Je ne sais plus quel jour était lequel
it: Non ricordo più quale giorno fosse quale
ja: どの日がどれだったか思い出せない
ko: 어느 날이 어느 날이었는지 기억이 안 나요
pt_br: Não lembro qual dia foi qual
ru: Не помню, какой день был какой
zh_hans: 记不清哪天是哪天了
zh_hant: 記不清哪天是哪天了

source: I take them and never look again
de_de: Ich mache sie und schaue nie wieder hin
es_es: Las hago y no las vuelvo a mirar
fr_fr: Je les prends et je ne les revois jamais
it: Le scatto e non le guardo mai più
ja: 撮ったきり見返さない
ko: 찍고 나서 다시 안 봐요
pt_br: Tiro e nunca mais olho
ru: Снимаю и больше не смотрю
zh_hans: 拍完就再也没看过
zh_hant: 拍完就再也沒看過

source: IT BECOMES A STICKER
de_de: ES WIRD EIN STICKER
es_es: SE CONVIERTE EN STICKER
fr_fr: ÇA DEVIENT UN STICKER
it: DIVENTA UN ADESIVO
ja: シールになります
ko: 스티커가 돼요
pt_br: VIRA UM STICKER
ru: ЭТО СТАНОВИТСЯ СТИКЕРОМ
zh_hans: 它会变成贴纸
zh_hant: 它會變成貼紙

source: In a white frame
de_de: In weißem Rahmen
es_es: En un marco blanco
fr_fr: Dans un cadre blanc
it: In una cornice bianca
ja: 白いフレームに
ko: 흰 프레임 안에
pt_br: Em uma moldura branca
ru: В белой рамке
zh_hans: 配白色相框
zh_hant: 配白色相框

source: In any chat, your Snipsy drawer is right there.
de_de: In jedem Chat ist deine Snipsy- Schublade direkt da.
es_es: En cualquier chat, tu cajón de Snipsy está ahí.
fr_fr: Dans chaque conversation, votre tiroir Snipsy est là.
it: In ogni chat, il tuo cassetto Snipsy è lì.
ja: どのトークでも、Snipsyの 引き出しはすぐそこに。
ko: 어떤 대화에서든 Snipsy 서랍이 바로 거기 있어요.
pt_br: Em qualquer conversa, sua gaveta do Snipsy está ali.
ru: В любом чате ваш ящик Snipsy всегда под рукой.
zh_hans: 在任何聊天里，你的 Snipsy 抽屉就在那儿。
zh_hant: 在任何聊天裡，你的 Snipsy 抽屜就在那兒。

source: In any thread, tap the plus…
de_de: Tippe in einem Chat auf das Plus…
es_es: En cualquier chat, toca el más…
fr_fr: Dans une conversation, touchez le plus…
it: In qualsiasi chat, tocca il più…
ja: トークでプラスをタップ…
ko: 아무 대화에서 플러스를 눌러요…
pt_br: Em qualquer conversa, toque no mais…
ru: В любом чате нажмите плюс…
zh_hans: 在任意对话里点加号…
zh_hant: 在任意對話裡點加號…

source: Ink
de_de: Druckfarbe
es_es: Tinta
fr_fr: Encre
it: Inchiostro
ja: インク
ko: 포스터 잉크
pt_br: Tinta
ru: Типографская краска
zh_hans: 油墨
zh_hant: 油墨

source: It lives on your shelf, not in your camera roll.
de_de: Es steht im Regal, nicht in der Mediathek.
es_es: Vive en tu estantería, no en tu galería.
fr_fr: Ça vit sur votre étagère, pas dans votre galerie.
it: Vive sulla tua mensola, non nel rullino.
ja: カメラロールではなく 棚の上に残ります。
ko: 카메라 롤이 아니라 선반 위에 남아요.
pt_br: Fica na sua prateleira, não na galeria.
ru: Это стоит на полке, а не лежит в галерее.
zh_hans: 它在你的架子上， 不在相册里。
zh_hant: 它在你的架子上， 不在相簿裡。

source: It's in your collection — and it's a sticker too.
de_de: Es ist in deiner Sammlung — und auch ein Sticker.
es_es: Está en tu colección, y también es un sticker.
fr_fr: C'est dans votre collection — et c'est aussi un sticker.
it: È nella tua collezione — ed è anche un adesivo.
ja: コレクションに入りました。 シールとしても使えます。
ko: 보관함에 담겼어요 — 스티커로도 쓸 수 있어요.
pt_br: Está na sua coleção — e também é um sticker.
ru: Это в вашей коллекции — и это ещё и стикер.
zh_hans: 已收进你的收藏—— 它也是一张贴纸。
zh_hant: 已收進你的收藏—— 它也是一張貼紙。

source: Ivory
de_de: Elfenbein
es_es: Marfil
fr_fr: Ivoire
it: Avorio
ja: アイボリー
ko: 아이보리
pt_br: Marfim
ru: Слоновая кость
zh_hans: 象牙
zh_hant: 象牙

source: Just for me
de_de: Nur für mich
es_es: Solo para mí
fr_fr: Rien que pour moi
it: Solo per me
ja: 自分のために
ko: 나만을 위해
pt_br: Só para mim
ru: Только для себя
zh_hans: 只给自己
zh_hant: 只給自己

source: KEEP EVERY DATE
de_de: HALTE JEDES DATE FEST
es_es: GUARDA CADA CITA
fr_fr: GARDEZ CHAQUE RENDEZ-VOUS
it: CONSERVA OGNI APPUNTAMENTO
ja: デートを、ぜんぶ残す
ko: 모든 데이트를 남기기
pt_br: GUARDE CADA ENCONTRO
ru: СОХРАНИТЕ КАЖДОЕ СВИДАНИЕ
zh_hans: 留住每一次约会
zh_hant: 留住每一次約會

source: KEEP EVERY TRIP
de_de: HALTE JEDE REISE FEST
es_es: GUARDA CADA VIAJE
fr_fr: GARDEZ CHAQUE VOYAGE
it: CONSERVA OGNI VIAGGIO
ja: 旅を、ぜんぶ残す
ko: 모든 여행을 남기기
pt_br: GUARDE CADA VIAGEM
ru: СОХРАНИТЕ КАЖДУЮ ПОЕЗДКУ
zh_hans: 留住每一次旅行
zh_hant: 留住每一次旅行

source: KEEP THE GOOD DAYS
de_de: HALTE DIE SCHÖNEN TAGE FEST
es_es: GUARDA LOS DÍAS BUENOS
fr_fr: GARDEZ LES BEAUX JOURS
it: CONSERVA I GIORNI BELLI
ja: いい日を、残す
ko: 좋았던 날들을 남기기
pt_br: GUARDE OS DIAS BONS
ru: СОХРАНИТЕ ХОРОШИЕ ДНИ
zh_hans: 留住那些好日子
zh_hant: 留住那些好日子

source: KEEP THE ORDINARY DAYS
de_de: HALTE DIE GEWÖHNLICHEN TAGE FEST
es_es: GUARDA LOS DÍAS NORMALES
fr_fr: GARDEZ LES JOURS ORDINAIRES
it: CONSERVA I GIORNI NORMALI
ja: なんでもない日を、残す
ko: 평범한 날들을 남기기
pt_br: GUARDE OS DIAS COMUNS
ru: СОХРАНИТЕ ОБЫЧНЫЕ ДНИ
zh_hans: 留住平常的日子
zh_hant: 留住平常的日子

source: KEEP WHAT YOU LOVE
de_de: HALTE FEST, WAS DU LIEBST
es_es: GUARDA LO QUE QUIERES
fr_fr: GARDEZ CE QUE VOUS AIMEZ
it: CONSERVA CIÒ CHE AMI
ja: 好きなものを、残す
ko: 좋아하는 것을 남기기
pt_br: GUARDE O QUE VOCÊ AMA
ru: СОХРАНИТЕ ТО, ЧТО ЛЮБИТЕ
zh_hans: 留住你喜欢的
zh_hant: 留住你喜歡的

source: Keep
de_de: Behalten
es_es: Guardar
fr_fr: Garder
it: Salva
ja: 保存
ko: 저장
pt_br: Guardar
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

source: Keep a stamp in Snipsy and its sticker appears here.
de_de: Behalte eine Marke in Snipsy, und ihr Sticker erscheint hier.
es_es: Guarda un sello en Snipsy y su sticker aparece aquí.
fr_fr: Gardez un timbre dans Snipsy et son sticker apparaît ici.
it: Salva un francobollo in Snipsy e il suo adesivo appare qui.
ja: Snipsyで切手を保存すると シールがここに出ます。
ko: Snipsy에 우표를 저장하면 스티커가 여기 나타나요.
pt_br: Guarde um selo no Snipsy e o sticker aparece aqui.
ru: Сохраните марку в Snipsy — и её стикер появится здесь.
zh_hans: 在 Snipsy 里保存一张邮票， 它的贴纸就会出现在这里。
zh_hant: 在 Snipsy 裡儲存一張郵票， 它的貼紙就會出現在這裡。
